Repository: martinrehfeld/telefon
Catalog: po/*/telefon.po
Languages: de

source: Call initiated.
de: Anruf gestartet.

source: call
de: Anruf

source: Call|missed
de: verpasst

source: Call|accepted
de: angenommen

source: Call|outgoing
de: getätigt

source: Call|Timestamp
de: Zeitpunkt

source: Call|Origin
de: Apparat

source: Call|Destination
de: Zielrufnummer

source: has invalid telephone number format.
de: hat ein ungültiges Telefonnummernformat.

source: Call History
de: Anrufe

source: Conversational Partner
de: Gesprächspartner

source: Own Extension
de: Eigener Anschluss

source: unknown
de: unbekannt

source: Connect
de: Anrufen
